import React from 'react';

const PostDetails = () => {
    const des = `সিনেমার চরিত্রের জন্য তারকারা আলাদাভাবে নিজেদের তৈরি করেন। চরিত্রের জন্য কেউ ওজন বাড়ান তো কেউ ওজন কমান। অনেকে আবার ফাইট শেখেন, কারাতে শেখেন। কিন্তু সাংবাদিক চরিত্রের জন্য সাংবাদিকতা শিখতে শুনেছেন কি? হ্যাঁ, এমনটাই করেছেন বলিউড অভিনেত্রী ক্যাটরিনা কাইফ। ২০১৭ সালের ‘জগ্গা জাসুস’ ছবিতে সাংবাদিক চরিত্রে অভিনয় করেছেন ক্যাটরিনা কাইফ। এই চরিত্র দর্শকের সামনে ফুটিয়ে তুলতে সত্যিকারের সাংবাদিক হয়ে ওঠেন তিনি। এ জন্য তাঁকে কম পরিশ্রম করতে হয়নি। সম্প্রতি এক সাক্ষাৎকারে তিনি বলেছেন তাঁর সাংবাদিক হয়ে ওঠার গল্প।
    ক্যাটরিনা কাইফ ও রণবীর কাপুর
    ক্যাটরিনা কাইফ ও রণবীর কাপুরছবি:ইনস্টাগ্রাম
    সাংবাদিকতা কীভাবে করা হয়, তা জানতেন না ক্যাটরিনা। খুব দ্রুতই তাঁকে শিখতে হবে সাংবাদিকতা। এ কারণে তিনি দেখা করেন বেশ কয়েকজন বিখ্যাত সাংবাদিকের সঙ্গে। তাঁদের কাছ থেকে সাংবাদিকতার নিয়মনীতি শেখেন। তাঁরা কীভাবে কোনো একটি ঘটনা কাভার করেন, তথ্য সংগ্রহ করে সেটি আবার পাঠকের জন্য উপস্থাপন করেন—এসব বিষয় শিখে সাংবাদিকতার একটা ধারণা তৈরি করেন নিজের মধ্যে। এরপর একসময় তিনি নিজেকে সাংবাদিক ভাবা শুরু করে দেন।
    ক্যাটরিনা কাইফ
    ক্যাটরিনা কাইফ
    শুধু নিউজ সংগ্রহ নয়, ফুটেজ সম্পর্কেও ধারণা নেন ক্যাট। সাংবাদিকদের কাছ থেকে বিভিন্ন ঘটনার ফুটেজ সংগ্রহ করে দেখেন। একই সঙ্গে বিভিন্ন মাধ্যম থেকে প্রায় ১০০ ঘণ্টার ভিডিও ফুটেজ দেখেন শুধু সাংবাদিকদের জীবন বোঝার জন্য। এ ছাড়া বিভিন্ন সিনেমা, গল্পে যেখানেই সাংবাদিক চরিত্র পেয়েছেন, তা তিনি আয়ত্ত করার চেষ্টা করেছেন। সাংবাদিক শ্রুতি চরিত্রের জন্য তখনকার নতুন এই অভিজ্ঞতা এখনো মনে পড়ে ক্যাটরিনার।

    ‘জগ্গা জাসুস’ ছবিতে ক্যাটরিনা ও রণবীর কাপুর
    ‘জগ্গা জাসুস’ ছবিতে ক্যাটরিনা ও রণবীর কাপুর
    অভিনয়শিল্পীদের নতুন নতুন চরিত্রের জন্য প্রতিবারই নিজেদের প্রস্তুত করতে হয়। আর এই প্রস্তুতি নিতে হয় দর্শকের সামনে চরিত্রটি ফুটিয়ে তোলার জন্য। যিনি যত বেশি পরিশ্রম করেন, দর্শকের কাছে তিনি তত বেশি জনপ্রিয় হয়ে ওঠেন। ‘জগ্গা জাসুস’ ছবিতে ক্যাটরিনার শ্রুতি চরিত্রটাও তখন প্রশংসিত হয়েছিল। এই অভিনেত্রী এখন নতুন ছবি ‘মেরি ক্রিসমাস’–এর জন্য প্রস্তুত হচ্ছেন। আগামী বছর ছবিটি মুক্তি পাবে। এই ছবিতে দক্ষিণি অভিনেতা বিজয় সেতুপতির বিপরীতে তাঁকে দেখা যাবে। কিছুদিন আগে মুক্তি পেয়েছিল ক্যাটরিনা অভিনীত ছবি ‘ফোন ভূত’। ছবিটি বক্স অফিসে তেমন সাড়া ফেলতে পারেনি।`
    return (
        <div>
            <div className='py-4 border-t-2 border-b-2'>
                <img className='w-full' src='https://images.prothomalo.com/prothomalo-bangla%2F2022-08%2F8e74a724-2fed-4389-9cd1-e83b7236affe%2F124156345_2783608135249714_6184068585405836214_n.jpg?rect=0%2C0%2C720%2C405&auto=format%2Ccompress&fmt=webp&format=webp&w=900&dpr=1.0' alt='post details images'/>
            </div>
            <div className='text-lg text-black leading-9'>
               <p className=' text-justify'>
                    {des}
                </p>
            </div>
        </div>
    );
};

export default PostDetails;